export const poems = [
{
    name: "Білімдіден шыққан сөз",
    text: `Білімдіден шыққан сөз\nТалаптыға болсын кез.\nНұрын, сырын көруге,\nКөкірегінде болсын көз.`,
    author: "Абай",
    number: 1,
},
{
    name: "Пәк қыз",
    text: "Қараңғы, тыныштық өңгерген,\nЕкеуміз мекендеген кеш.\nСен шықтың арғылау бөлмеден,\nБұл жолы киімен емес…",
    author: "Мақатаев",
    number: 2
},
{
    name: "Ғылым таппай мақтанба",
    text: "Ғылым таппай мақтанба,\nОрын таппай баптанба,\nҚұмарланып шаттанба,\nОйнап босқа күлуге.",
    author: "Абай",
    number: 3
},
{
    name: "Мен жастарға сенемін",
    text: "Арыстандай айбатты,\nЖолбарыстай қайратты –\nҚырандай күштi қанатты.\nМен жастарға сенемiн!",
    author: "Жұмабаев",
    number: 4
},
{
    name: "Оян, қазақ",
    text: "Көзіңді аш, оян қазақ, көтер басты,\nӨткізбей қараңғыда бекер жасты. \nЖер кетті, дін нашарлап, хал арам бо\nҚарағым, енді жату жарамас-ты.",
    author: "Дулатов",
    number: 5
},
{
    name: "test4",
    text: "",
    author: "test",
    number: 6
},
{
    name: "",
    text: "",
    author: "",
    number: 7
},
{
    name: "Әсемпаз болма әрнеге",
    text: "Әсемпаз болма әрнеге,\nӨнерпаз болсаң, арқалан.\nСен де — бір кірпіш, дүниеге\nКетігін тап та, бар қалан!",
    author: "Абай",
    number: 8
},
{
    name: "Ана",
    text: "Бәрі де, Ана,\nБір өзіңнен басталды.\nСен деп жаздым алғаш өлең дастанды.\nҚуандым ба,\nӨзің бар деп қуандым.\nЖыладым ба,\nӨзің жоқ деп жас тамды.",
    author: "Қадыр Мырза Әлі",
    number: 9
},
{
    name: "Ана",
    text: "Үйдің іші ұйқыда,\nТүн ортасы шамасы.\nКөзін алмай бесіктен,\nБөбек жатыр албырап.",
    author: "Жұмабаев",
    number: 10
},
]

for (let i=0;i<2;i++) {
    console.log(poems[i].text)
}
